Repository: Multiverso-Digital/Social-Drink
Catalog: Localization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, pt_br

# taxi_destino
source: your address destination
de_de: Ihre Adresse Zielort
es_es: la dirección de destino
fr_fr: votre adresse de destination
it_it: l'indirizzo di destinazione
ja_jp: あなたのアドレスの宛先
pt_br: endereço de destino

# taxi_last_name
source: your last name
de_de: Ihr Nachname
es_es: su apellido
fr_fr: votre nom de famille
it_it: il tuo cognome
ja_jp: あなたの苗字
pt_br: seu sobrenome

# tBefore
source: before
de_de: vor
es_es: antes
fr_fr: avant
it_it: prima
ja_jp: 前
pt_br: antes

# title_fb
source: Social Messages
de_de: Social Nachrichten
es_es: Mensajes sociales
fr_fr: Messages sociales
it_it: Messaggi sociali
ja_jp: 社会的なメッセージ
pt_br: Socializando

# title_new_brand
source: New Brand
es_es: Brand New
fr_fr: Brand New
it_it: Brand New
ja_jp: 新ブランド
pt_br: Nova Marca

# tNow
source: now
de_de: jetzt
es_es: ahora
fr_fr: maintenant
it_it: ora
ja_jp: 今
pt_br: agora

# trofeu
source: my collection
de_de: meiner Sammlung
es_es: mi colección
fr_fr: ma collection
it_it: la mia collezione
ja_jp: 私のコレクション
pt_br: minha coleção

# tSMS
source: SMS number
de_de: SMS-Nummer
es_es: SMS número
fr_fr: Numéro SMS
it_it: SMS numero
ja_jp: SMS番号
pt_br: Número para o envio SMS

# ttrial
source: Sorry. The trial period ended. If you want to buy this application click the buy button.
de_de: Entschuldigung. Die Probezeit beendet. Wenn Sie diese App für US $ 0,99 kaufen wollen klicken Sie auf den Download-Button.
es_es: Lo siento. El período de prueba terminó. Si quieres comprar esta aplicación haga clic en el botón de compra.
fr_fr: Désolé. La période d'essai terminée. Si vous voulez acheter cette application pour 0,99 $ US cliquez sur le bouton d'achat.
it_it: Scusi. Il periodo di prova terminato. Se si desidera acquistare questo app per US $ 0.99 fare clic sul pulsante Acquista.
ja_jp: 申し訳ありません。試用期間が終了しました。あなたがUS $ 0.99のために、このアプリを購入したい場合は購入ボタンをクリックします。
pt_br: Desculpe mas o prazo de experiência está encerrado. Se você quiser adquirir este aplicativo clique no botão comprar.

# txt_update
source: update your database drink
de_de: aktualisieren Sie Ihren Drink-Datenbank
es_es: actualizar su base de datos de bebidas
fr_fr: mettre à jour votre base de données boisson
it_it: aggiornare il database bevanda
ja_jp: あなたの飲み物のデータベースを更新
pt_br: atualize sua base de dados de drinks

# t_brand_name
source: select brand name
de_de: Wählen Markennamen
es_es: seleccione el nombre de marca
fr_fr: sélectionnez le nom de marque
it_it: selezionare il nome del marchio
ja_jp: ブランド名を選択
pt_br: selecione a marca

# t_drink_type
source: select drink type
de_de: Wählen Sie trinken geben
es_es: seleccionar el tipo de bebida
fr_fr: sélectionner le type de boisson
it_it: selezionare il tipo di bevanda
ja_jp: ドリンクタイプを選択
pt_br: selecione tipo drink

# t_envia_foto
source: photo to send
de_de: Foto senden
es_es: foto para enviar
fr_fr: photo à envoyer
it_it: foto da inviare
ja_jp: 送信する写真
pt_br: foto para enviar

# t_new_brand
source: new brand
de_de: neue Marke
es_es: nueva marca
fr_fr: tout nouveau
it_it: nuovo di zecca
ja_jp: 新ブランド
pt_br: nova marca

# t_photo
source: photo to share
de_de: Foto Aktien
es_es: fotos para compartir
fr_fr: photo à partager
it_it: foto da condividere
ja_jp: 見せたい写真
pt_br: compartilhar foto

# dash_top11
source: Show Social Drink-Slot Machine Champions
es_es: Muestra los campeones en Social Drink-Slot Machine
pt_br: Mostra os campeões no Social Drink-Slot Machine

# ms110
source: Ok, QR Code was read
es_es: Ok, Código QR ​​fue leído
pt_br: Ok, o código foi lido.

# ms111
source: This code is not a Social Drink QR Code!
es_es: Este código no es un código QR ​Social Drink!
pt_br: Este código não é um código válido do Social Drink.

# p12slotheader
source: 50 champions
es_es: 50 campeones
pt_br: 50 campeões

# PageQR
source: promotion
es_es: promoción
pt_br: promoção

# QRSample
source: sample
es_es: muestra
pt_br: exemplo

# QRT1
source: Print the QR code Card and send to Bar that will participate in the promotion.
es_es: Produce la tarjeta con el código QR ​​y envía los bares que participan en la promoción.
pt_br: Produz o cartão com o código QR e envia aos bares que estão participando da promoção.

# QRT2
source: Each card is a promotion of a certain brand
es_es: Cada tarjeta representa la promoción de una marca
pt_br: Cada cartão representa a promoção de uma marca

# QRT3
source: If your drink is in our promotion request your card
es_es: Si la bebida es en nuestra promoción debe solicitar su tarjeta.
pt_br: Se a sua bebida estiver na nossa promoção solicite seu cartão.

# QRTexto
source: If this place has promotion aim the camera to the card with the QR Code that the manager gave you.
es_es: Si este lugar ha promoción apunte la cámara a la tarjeta con el código QR ​​que el gerente le dio.
pt_br: Se neste local tiver promoção aponte a camera para o código QR que o gerente te deu.

# TitleQR
source: QR CODE CARD PROMOTION
es_es: QR CODE Promoción
pt_br: QR CODE Promoção

# m107
source: OK, Finished!
es_es: Terminó.
pt_br: Terminou!

# m108
source: Update data ...
es_es: Actualización de los datos...
pt_br: Atualizando dados...

# m109
source: Reading data to send...
es_es: Preparación de los datos para el envío ...
pt_br: Preparando dados para o envio...

# m110
source: Login to server...
es_es: Acceso al servidor ...
pt_br: Acessando o servidor...

# p311header
source: drinks here
es_es: Bebidas aquí
pt_br: drinks aqui

# p321header
source: map
es_es: mapa
pt_br: mapa

# cbAll
source: Select all
es_es: Seleccionar todo
pt_br: Selecionar todos

# m128
source: Send data
es_es: Envio de datos
pt_br: Envio de dados

# m129
source: The number of Social Drinks records in your unit will exceed the size allowed. We can send the data to the server?
es_es: El número de registros de Social Drinks en su unidad excede el tamaño permitido. Podemos enviar los datos al servidor?
pt_br: A quantidade de registros gerada pelo Social Drink no seu aparelho vai exceder o tamanho permitido. Podemos enviar os dados para o servidor ?

# ms121
source: login on server...
es_es: login en el servidor...
pt_br: login no servidor...

# ms122
source: seaching satellite...
es_es: buscando satélite...
pt_br: procurando satélite...

# ms123
source: reading NOKIA database ...
es_es: lectura de base de datos NOKIA...
pt_br: lendo banco de dados NOKIA...

# ms124
source: reading GOOGLE database ...
es_es: lectura de base de datos GOOGLE...
pt_br: lendo banco de dados GOOGLE...

# ms125
source: reading FOURSQUARE database ...
es_es: lectura de base de datos FOURSQUARE ...
pt_br: lendo banco de dados FOURSQUARE ...

# ms126
source: I recommend this application: Social Drink
es_es: Recomiendo esta aplicación: Social Drink.
pt_br: Eu recomendo esta aplicação: Social Drink.

# ms127
source: places
es_es: lugares
pt_br: locais

# p122header
source: top 50 brands
es_es: las 50+ marcas
pt_br: as 50+ marcas

# ms128
source: You are around
es_es: Usted está a
pt_br: Você está a

# ms129
source: from the place.
es_es: del lugar.
pt_br: deste local.

# AppTitleChange
source: Change place
es_es: Cambiando de lugar
pt_br: Trocar local

# m130
source: Change place
es_es: Cambio de lugar
pt_br: Troca de lugar

# m131
source: Do you want change this place?
es_es: Usted reconoce que el cambio de lugar?
pt_br: Você confirma a troca de lugar?

# PageTitleEdit
source: Edit
es_es: Editar
pt_br: Editar

# textBlock1
source: change from:
es_es: cambiar de:
pt_br: mudar de:

# textBlock3
source: to: (select from the list below)
es_es: para: (seleccionar de la lista de abajo)
pt_br: para: (selecionar da lista abaixo)

# fsserver
source: Foursquare Server not available.
es_es: Servidor Foursquare no está disponible en este momento.
pt_br: Servidor Foursquare não disponível no momento.

# googleserver
source: Google Server not available.
es_es: Servidor Google no está disponible en este momento.
pt_br: Servidor Google não disponível no momento.

# nokiaserver
source: Nokia Server not available.
es_es: Servidor Nokia no está disponible en este momento.
pt_br: Servidor Nokia não disponível no momento.

# ms130
source: select a place from above list - double tap
es_es: doble toque selecciona un lugar en la lista
pt_br: Duplo toque seleciona um local da lista!

# ms131
source: drag and drop the bottle inside the red rectangle
es_es: arrastrar y soltar la botella dentro del rectángulo rojo
pt_br: Arraste e solte a garrafa dentro do retângulo vermelho.

# ms132
source: Tap on cup several times until to form a pyramid
es_es: Toque el recipiente varias veces para formar una pirámide
pt_br: Toque no copo várias vezes até formar uma pirâmide!

# m870
source: tap on the map to get route
es_es: punto en el mapa para obtener direcciones
pt_br: toque no mapa para obter a rota

# m890
source: Data retrivied from Foursquare database
es_es: datos obtenidos a través de Foursquare
pt_br: dados obtidos via Foursquare

# m900
source: tap on icons for more details
es_es: punto en el icono para obtener más información
pt_br: toque no icon para obter maiores detalhes

# m950
source: Data retrivied from Google database
es_es: datos obtenidos a través de Google
pt_br: dados obtidos via Google

# m960
source: Data retrivied from Nokia database
es_es: datos obtenidos a través de Nokia
pt_br: dados obtidos via Nokia

# m499
source: now! recommended places
es_es: lugares recomendados ahora
pt_br: locais sugeridos agora

# m500
source: order by name
es_es: ordenar por nombre
pt_br: ordenar por nome

# m501
source: order by distance
es_es: ordenar por distancia
pt_br: ordenar por distância

# m502
source: order by rating/checkin
es_es: ordenar por rating/checkin
pt_br: ordenar por rating/checkin

# m503
source: order by category
es_es: ordenar por categoria
pt_br: ordenar por categoria

# m504
source: events nearby
es_es: eventos cercanos
pt_br: eventos nas proximidades

# m505
source: There are no events listed in
es_es: No hay eventos programados para
pt_br: sem eventos programados para

# m506
source: Taxis nearby
es_es: lugares de taxi
pt_br: pontos de taxi próximos

# m600
source: order by name
es_es: ordenar por nombre
pt_br: ordenar por nome

# m601
source: order by distance
es_es: ordenar por distancia
pt_br: ordenar por distância

# m602
source: order by rating
es_es: ordenar por classificação
pt_br: ordenar por classificação

# m603
source: order by category
es_es: ordenar por categoria
pt_br: ordenar por categoria

# m604
source: order by checkin
es_es: ordenar por checkin
pt_br: ordenar por checkin

# m700
source: order by event
es_es: ordenar por evento
pt_br: ordenar por evento

# m701
source: order by distance
es_es: ordenar por distancia
pt_br: ordenar por distância

# m702
source: order by date
es_es: ordenar por fecha
pt_br: ordenar por data

# m703
source: order by place
es_es: ordenar por lugar
pt_br: ordenar por local

# m75
source: No
de_de: Nicht
fr_fr: Aucun
ja_jp: ノー
pt_br: Não.

# b_comprar
source: Buy
pt_br: Comprar

# b_checkin
source: checkin
ja_jp: チェックイン

# PTitleAddLocalGoogle
source: Google 500m
ja_jp: Googleの500メートル

# tDose
source: ml
ja_jp: ミリリットル

# tDoses
source: ml
ja_jp: ミリリットル

# tTotal
source: total
de_de: gesamt
it_it: totale
ja_jp: 合計
