Repository: Multiverso-Digital/Social-Drink
Catalog: Localization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, pt_br

# am_fb
source: additional message and images to share
de_de: weitere Meldung
es_es: mensajes adicionales e imágenes para compartir
fr_fr: message supplémentaire
it_it: ulteriore messaggio
ja_jp: 追加メッセージ
pt_br: mensagem adicional e imagens para compartilhar

# AppTitleAddLocal
source: Add a place
de_de: Fügen Sie einen Platz
es_es: Añadir un lugar
fr_fr: Ajouter un lieu
it_it: Aggiungi un posto
ja_jp: 場所を追加
pt_br: Adicionar local

# AppTitleBrand
source: List of brands
de_de: Liste der Marken
es_es: Lista de marcas
fr_fr: Liste des marques
it_it: Lista delle marche
ja_jp: ブランドのリスト
pt_br: Lista das marcas

# AppTitleCategoria
source: List of categories
de_de: Liste der Kategorien
es_es: Lista de categorías
fr_fr: Liste des catégories
it_it: Elenco delle categorie
ja_jp: カテゴリの一覧
pt_br: Lista das categorias

# AppTitleDrink
source: List of drinks
de_de: Liste der Getränke
es_es: Lista de bebidas
fr_fr: Liste des boissons
it_it: Lista delle bevande
ja_jp: 飲み物のリスト
pt_br: Lista de bebidas

# AppTitleTaxi
source: List of taxi
de_de: Liste der Taxi
es_es: Lista de taxi
fr_fr: Liste des taxis
it_it: Elenco di taxi
ja_jp: タクシーの一覧
pt_br: Lista de taxi

# app_capture
source: Captured Screen
de_de: Captured Bildschirm
es_es: Pantalla capturada
fr_fr: Écran capturé
it_it: Schermo catturato
ja_jp: キャプチャした画面
pt_br: Tela capturada

# app_title_DF
source: drinking at
de_de: Trinken am
es_es: bebiendo en
fr_fr: à boire à
it_it: bere a
ja_jp: で飲んで
pt_br: meu rank em:

# AVISO_Header
source: alcohol warning
de_de: Alkohol Warnung
es_es: alcohol alerta
fr_fr: Avertissement alcool
it_it: alcool avvertimento
ja_jp: アルコールの警告
pt_br: mostrar teor alcóolico no sangue

# b01AddPlace
source: Select
de_de: Wählen
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Selezionare
ja_jp: 選択する
pt_br: Selecione

# busyIndicator
source: Loading...
es_es: Cargando ...
fr_fr: Chargement en cours ...
it_it: Caricamento in corso ...
ja_jp: 読み込んでいます...
pt_br: Carregando...

# button1
source: Get Tel #
de_de: Holen Tel. #
es_es: Cómo Tel #
fr_fr: Obtenez Tel #
it_it: Prendi Tel #
ja_jp: 電話番号を取得します＃
pt_br: Lista Tel #

# button_nov_loc_address
source: Try finding it on Google
de_de: Versuchen Sie einmal, es auf Google
es_es: encontrar en Google
fr_fr: Essayez de le trouver sur Google
it_it: Provare a cercare su Google
ja_jp: Googleでそれを見つけてみてください
pt_br: Tente encontrá-lo no Google

# button_nov_loc_google
source: Try find it on
de_de: Versuchen Sie es auf
es_es: encontrarlo en
fr_fr: Essayez de le trouver sur
it_it: Prova a trovare sul
ja_jp: それを見つけてみてください
pt_br: Tente achar no

# button_use_gravar
source: Save
de_de: Sparen
es_es: grabar
fr_fr: Sauver
it_it: Salvare
ja_jp: 保存
pt_br: Gravar

# b_camera
source: photo
de_de: Foto
es_es: foto
it_it: foto
ja_jp: 写真
pt_br: foto

# b_cancel
source: Cancel
de_de: Kündigen
es_es: Cancelar
fr_fr: Annuler
it_it: Annullare
ja_jp: キャンセル
pt_br: Cancelar

# b_capture
source: capture
de_de: erfassen
es_es: capturar
fr_fr: capturer
it_it: cattura
ja_jp: 捕獲

# b_clear
source: clear table
de_de: übersichtlichen Tabelle
es_es: limpiar la mesa
fr_fr: tableau clair
it_it: indice chiaro
ja_jp: 明確なテーブル
pt_br: limpar a mesa

# b_delete
source: delete
de_de: löschen
es_es: borrar
fr_fr: effacer
it_it: cancellare
ja_jp: 削除する
pt_br: excluir

# b_edit
source: edit
de_de: bearbeiten
es_es: editar
fr_fr: éditer
it_it: modifica
ja_jp: 編集
pt_br: editar

# b_edit_user
source: edit user
de_de: Benutzereinstellungen bearbeiten
es_es: editar usuario
fr_fr: modifier l'utilisateur
it_it: modificare un utente
ja_jp: ユーザーを編集
pt_br: editar conta

# b_graph
source: graph
es_es: gráfico
fr_fr: graphique
it_it: grafico
ja_jp: グラフ
pt_br: gráfico

# b_hyper
source: Privacy Policy
de_de: Datenschutz
es_es: Política de privacidad
fr_fr: Politique de confidentialité
it_it: Informativa sulla privacy
ja_jp: 個人情報保護方針
pt_br: Política de Privacidade

# b_info
source: place info
de_de: Ort info
es_es: Lugar
it_it: posto Info
ja_jp: 場所情報
pt_br: local

# b_linkmap
source: send map
de_de: Senden map
es_es: enviar mapa
fr_fr: envoyer la carte
it_it: inviare la mappa
ja_jp: マップを送信
pt_br: envia mapa

# b_linkphoto
source: send photo
de_de: Foto versenden
es_es: enviar foto
fr_fr: envoyer une photo
it_it: inviare foto
ja_jp: 写真を送る
pt_br: envia foto

# b_map
source: show map
de_de: Karte anzeigen
es_es: mostrar mapa
fr_fr: montrer la carte
it_it: mostra mappa
ja_jp: 地図を表示
pt_br: mostra mapa

# b_newplace
source: new place
de_de: Neuen Ort
es_es: nuevo lugar
fr_fr: nouveau lieu
it_it: nuovo posto
ja_jp: 新しい場所
pt_br: novo local

# b_novo
source: new
de_de: neu
es_es: nuevo
fr_fr: nouveau
it_it: nuovo
ja_jp: 新しい
pt_br: novo

# b_placenew
source: new place
de_de: Neuen Ort
es_es: nuevo lugar
fr_fr: nouveau lieu
it_it: nuovo posto
ja_jp: 新しい場所
pt_br: novo local

# b_promotion
source: promotion
de_de: Förderung
es_es: promoción
it_it: promozione
ja_jp: プロモーション
pt_br: promoção

# b_refresh
source: refresh
de_de: erfrischen
es_es: actualizar
fr_fr: rafraîchir
it_it: rinfrescare
ja_jp: リフレッシュ
pt_br: atualizar

# b_save
source: save
de_de: sparen
es_es: grabar
fr_fr: sauver
it_it: salvare
ja_jp: 保存
pt_br: gravar

# b_sendimage
source: send photo
de_de: Foto versenden
es_es: enviar foto
fr_fr: envoyer une photo
it_it: inviare foto
ja_jp: 写真を送る
pt_br: enviar foto

# b_sendmessage
source: send msg
de_de: Senden msg
es_es: enviar msj
fr_fr: envoyer msg
it_it: inviare msg
ja_jp: msgを送る
pt_br: envia msg

# b_share
source: share
de_de: Aktie
es_es: participación
fr_fr: part
it_it: quota
ja_jp: シェア
pt_br: socialize

# b_sobre
source: about
de_de: über
es_es: sobre
fr_fr: sur
it_it: circa
ja_jp: 約
pt_br: sobre

# b_update
source: update now!
de_de: update jetzt!
es_es: Actualiza ahora!
fr_fr: mettre à jour maintenant!
it_it: aggiornamento ora!
ja_jp: 今すぐ更新！
pt_br: atualize agora!

# cap_save
source: Save this picture and send it to Facebook or Twitter
de_de: Speichern Sie dieses Bild und schicken Sie es auf Facebook oder Twitter
es_es: Guardar este cuadro y enviarlo a Facebook o Twitter
fr_fr: Enregistrer ce tableau et l'envoyer à Facebook ou Twitter
it_it: Salva questa immagine e inviarlo a Facebook o Twitter
ja_jp: この画像を保存し、FacebookやTwitterに送信
pt_br: Grave esta tela e mande para o Facebook ou Twitter

# cbSend
source: send with drinks information
de_de: senden mit Getränken Informationen
es_es: enviar la información bebidas
fr_fr: envoyer des informations boissons
it_it: inviare le informazioni bevande
ja_jp: 飲み物の情報を送る
pt_br: enviar com dados dos drinks

# check_brand
source: brand or drink name
de_de: Marke oder Getränk Namen
es_es: marca el nombre de la bebida
fr_fr: marque ou nom de boisson
it_it: marchio o il nome bevande
ja_jp: ブランドや飲み物の名前
pt_br: marca ou nome do drink

# check_drink
source: drink type
de_de: trinken geben
es_es: beber tipo
fr_fr: Type de boire
it_it: bere tipo
ja_jp: タイプを飲む
pt_br: tipo de bebida

# dash_medals
source: shows my medals and promotions I won
de_de: zeigt meine Medaillen und Aktionen Ich habe
es_es: muestra mis medallas y promociones que gané
fr_fr: montre mes médailles et des promotions j'ai gagné
it_it: mostra le mie medaglie e promozioni che ho vinto
ja_jp: 私が勝った私の金メダルやプロモーションを示しています
pt_br: mostra medalhas e promoções que ganhou

# dash_mytrack
source: shows all the places I've been and drinks that took
de_de: zeigt alle Orte, die ich gewesen bin und Getränke, nahm
es_es: muestra todos los lugares que he estado y las bebidas que consumían
fr_fr: montre tous les endroits que j'ai visités et des boissons qui ont eu
it_it: mostra tutti i posti in cui sono stato e le bevande che hanno
ja_jp: かかったすべて私がしてきた場所やドリンクを示しています
pt_br: mostra os lugares que você esteve e os drinks que tomou.

# dash_top10
source: shows the 10 best places near you via our database and top 50 brands
de_de: zeigt die 10 besten Plätze in Ihrer Nähe über unsere Datenbank
es_es: muestra los 10 mejores lugares cerca de usted via nuestra base de datos e las 50+ marcas
fr_fr: Il présente les 10 meilleurs endroits près de chez vous via notre base de données
it_it: mostra i 10 migliori posti vicino a voi attraverso il nostro database
ja_jp: 私達のデータベースを経由してお近くの10は最高の場所を示しています
pt_br: mostra os 10 locais, perto de você, mais visitados segundo nossa base de dados e as 50+ marcas.

# Desligado
source: Off
de_de: Ab
es_es: De
fr_fr: De
it_it: Spento
ja_jp: オフ
pt_br: Desligado

# eDrop
source: drag and drop bottle here
de_de: Drag & Drop Flasche hier
es_es: arrastrar y soltar botella aquí
fr_fr: faire glisser et déposer bouteille ici
it_it: trascinare e rilasciare bottiglia qui
ja_jp: ここでボトルをドラッグ·アンド·ドロップ
pt_br: arraste e solte a garrafa aqui

# eSangue
source: alcohol in your blood:
de_de: Alkohol im Blut:
es_es: alcohol en la sangre:
fr_fr: d'alcool dans le sang:
it_it: alcol nel sangue:
ja_jp: あなたの血液中のアルコール：
pt_br: álcool no sangue:

# Ligado
source: On
de_de: Auf
es_es: En
fr_fr: Sur
it_it: Su
ja_jp: 上の
pt_br: Ligado

# LOCALItxt
source: This application uses your location to find places near device position. Without this function the application does not work. See Privacy Policy in "about" button.
de_de: Diese Anwendung verwendet Ihren Standort, um Orte in der Nähe Gerät Position zu finden. Ohne diese Funktion die Anwendung funktioniert nicht. Siehe Datenschutz in "about"-Taste.
es_es: Esta aplicación usa su ubicación para encontrar lugares cerca de la posición del dispositivo. Sin esta función de la aplicación no funciona. Ver Política de Privacidad "Sobre" botón.
fr_fr: Cette application utilise votre emplacement pour trouver des endroits à proximité de position de l'appareil. Sans cette fonction de l'application ne fonctionne pas. Voir politique de confidentialité "à propos de" bouton.
it_it: Questa applicazione utilizza la posizione per trovare i posti vicino posizione del dispositivo. Senza questa funzione l'applicazione non funziona. Vedi informativa sulla privacy nel pulsante "About".
ja_jp: このアプリケーションでは、デバイスの位置に近い場所を見つけるためにあなたの場所を使用しています。この機能がないと、アプリケーションは動作しません。 "約"ボタンでプライバシーポリシーをご覧ください。
pt_br: Esta aplicação utiliza a sua localização para encontrar lugares próximos da posição do aparelho. Sem essa função a aplicação não funciona. Veja a Política de Privacidade clicando no botão "Sobre".

# LOCALI_Header
source: enable Location
de_de: ermöglichen Location
es_es: Activar ubicación
fr_fr: Lieu de permettre
it_it: consentire Posizione
ja_jp: 場所を有効に
pt_br: acesso a localização

# login_t_forgot
source: forgot password
de_de: Passwort vergessen
es_es: ¿Olvidó su contraseña
fr_fr: mot de passe oublié
it_it: hai dimenticato la password
ja_jp: パスワードを忘れた
pt_br: esqueci a senha

# login_t_newaccount
source: new account
de_de: Neues Konto
es_es: nueva cuenta
fr_fr: nouveau compte
it_it: nuovo account
ja_jp: 新しいアカウント
pt_br: nova conta

# login_t_password
source: password
de_de: Kennwort
es_es: contraseña
fr_fr: mot de passe
ja_jp: パスワード
pt_br: senha

# m01
source: Internet not connected. Try later.
de_de: Internet nicht verbunden. Versuchen Sie es später.
es_es: Internet no está conectado. Inténtelo más tarde.
fr_fr: Internet n'est pas connecté. Essayez plus tard.
it_it: Internet non collegati. Riprovate più tardi.
ja_jp: インターネット接続されていない。後で再度実行してください。
pt_br: Sem conexão com a Internet. Tente mais tarde.

# m02
source: Error - Connection lost. Try later.
de_de: Error - Anschluss verloren. Versuchen Sie es später.
es_es: Error - Conexión perdida. Inténtelo más tarde.
fr_fr: Erreur - Connexion perdue. Essayez plus tard.
it_it: Errore - Connessione persa. Riprovate più tardi.
ja_jp: エラー - 接続が失われた。後で再度実行してください。
pt_br: Erro - Sem conexão. Tente mais tarde.

# m03
source: This application requires access to your location. Do you agree? We can do this access?
de_de: Diese Anwendung erfordert den Zugriff auf Ihren Standort. Sind Sie damit einverstanden? Wir können diesen Zugang?
es_es: Esta aplicación requiere acceso a su ubicación. ¿Estás de acuerdo? Podemos hacer este acceso?
fr_fr: Cette application nécessite l'accès à votre emplacement. Vous êtes d'accord? Nous pouvons faire cet accès?
it_it: L'applicazione richiede l'accesso alla vostra posizione. Sei d'accordo? Possiamo fare questo accesso?
ja_jp: このアプリケーションは、あなたの場所にアクセスする必要があります。同意しますか？我々は、このアクセ​​スを行うことができますか？
pt_br: Esta aplicação precisa acessar a sua localização. Você autoriza?

# m04
source: WARNING
de_de: WARNUNG
es_es: ADVERTENCIA
fr_fr: AVERTISSEMENT
it_it: ATTENZIONE
ja_jp: 警告
pt_br: AVISO

# m05
source: connecting to server...
de_de: Verbindung zum Server ...
es_es: conectar con el servidor ...
fr_fr: la connexion au serveur ...
it_it: la connessione al server ...
ja_jp: サーバーへの接続...
pt_br: acessando o servidor

# m06
source: Email must be valid!
de_de: Email gültig sein muss!
es_es: E-mail debe ser válida!
fr_fr: E-mail doit être valide!
it_it: E-mail deve essere valido!
ja_jp: メールが有効である必要があります！
pt_br: Email precisa ser válido!

# m07
source: Password must be valid!
de_de: Das Passwort muss gültig sein!
es_es: La contraseña debe ser válida!
fr_fr: Mot de passe doit être valide!
it_it: La password deve essere valido!
ja_jp: パスワードが有効でなければなりません！
pt_br: Senha precisa ser válida

# m08
source: Error: Invalid Login. Try again!
de_de: Error: Invalid Login. Versuchen Sie es erneut!
es_es: Error: Error de autenticación. Inténtalo de nuevo!
fr_fr: Erreur: Connexion non valide. Essayez à nouveau!
it_it: Errore: Accesso non valido. Prova ancora!
ja_jp: エラー：無効なログイン。もう一度お試しください！
pt_br: Login inválido. Tente novamente!

# m09
source: Sorry! You must create another account.
de_de: Sorry! Sie müssen ein anderes Konto.
es_es: ¡Lo siento! Debe crear otra cuenta.
fr_fr: Désolé! Vous devez créer un autre compte.
it_it: Spiacente! È necessario creare un altro account.
ja_jp: すみません！別のアカウントを作成する必要があります。
pt_br: Desculpe. Você precisa criar uma nova conta.

# m10
source: you have this application access to location. Please change settings of your device.
de_de: Sie haben diese Anwendung Zugriff auf Lage. Bitte ändern Sie die Einstellungen Ihres Geräts.
es_es: usted tiene este acceso de la aplicación a la ubicación. Por favor, cambie la configuración de su dispositivo.
fr_fr: vous avez cette application d'accéder à emplacement. S'il vous plaît changer les paramètres de votre appareil.
it_it: si dispone di questa applicazione di accedere alla posizione. Si prega di modificare le impostazioni del dispositivo.
ja_jp: あなたは場所にこのアプリケーションへのアクセスを持っています。お使いのデバイスの設定を変更してください。
pt_br: Esta aplicação precisa acessar a sua localização. Por favor altere a configuração deste aparelho para aceitar esta função.

# m100
source: Save OK
de_de: Speichern OK
es_es: ¿Quiere guardar
fr_fr: Enregistrer OK
it_it: Salva OK
ja_jp: [OK]を保存
pt_br: Gravado com sucesso.

# m101
source: drinks
de_de: Marken
es_es: bebidas
fr_fr: marques
it_it: marche
ja_jp: ブランド

# m102
source: drinks
de_de: Getränke
es_es: bebidas
fr_fr: boissons
it_it: bevande
ja_jp: 飲料

# m103
source: places
de_de: Plätze
es_es: lugares
fr_fr: lieux
it_it: posti
ja_jp: 場所
pt_br: locais

# m104
source: Your HIFI network is not connected!
de_de: Ihre HIFI Netzwerk nicht angeschlossen!
es_es: Su red HI-FI no está conectado!
fr_fr: Votre réseau HIFI n'est pas connecté!
it_it: La rete HIFI non è collegato!
ja_jp: あなたのハイファイネットワークが接続されていません！
pt_br: A rede HiFi não está conectada

# m105
source: Please, go to Settings page and input your e-mail
de_de: Bitte, Seite Einstellungen und geben Sie Ihre E-Mail-gehen
es_es: Por favor, vaya a la página Configuración e introduzca su e-mail
fr_fr: S'il vous plaît, aller à la page Paramètres, puis entrez votre e-mail
it_it: Per favore, vai alla pagina Impostazioni e inserire il tuo indirizzo e-mail
ja_jp: 、[設定]ページと入力あなたの電子メールにアクセスしてください
pt_br: Por favor informe o seu e-mail na tela de configuração

# m106
source: Send data to server...
de_de: Senden von Daten an Server ...
es_es: Enviar datos con el servidor ...
fr_fr: Envoyer des données au serveur ...
it_it: Invio dei dati al server ...
ja_jp: サーバーにデータを送信...
pt_br: Enviando para o servidor...

# m11
source: location is not functioning on this device
de_de: Standort nicht funktioniert auf diesem Gerät
es_es: ubicación no está funcionando en este dispositivo
fr_fr: emplacement ne fonctionne pas sur cet appareil
it_it: posizione non funziona su questo dispositivo
ja_jp: ロケーションは、このデバイス上で機能していません
pt_br: a função de localização não está funcionando neste aparelho.

# m12
source: Satellite signal is poor. Change your location and try again.
de_de: Daten nicht verfügbar
es_es: La señal del satélite es pobre. Cambie su ubicación y vuelva a intentarlo.
fr_fr: données non disponibles
it_it: dati non disponibili
ja_jp: データは利用できない
pt_br: O sinal do satélite está fraco. Tente mudar de posição.

# m13
source: Satellite signal is poor. Change your location and try again. Application will be terminate.
de_de: Satelliten-Signal ist schlecht. Ändern Sie Ihren Standort und versuchen Sie es erneut. Anwendung wird beendet.
es_es: La señal del satélite es pobre. Cambie su ubicación y vuelva a intentarlo. Aplicación estará terminado.
fr_fr: Signal satellite est faible. Changer votre emplacement et réessayez. Application sera fin.
it_it: Il segnale satellitare è scarsa. Cambia la tua posizione e riprovare. Applicazione sarà terminata.
ja_jp: 衛星信号は不良である。あなたの場所を変更して、もう一度試してください。アプリケーションは終了となります。
pt_br: O sinal do satélite está fraco. Tente mudar de posição. A aplicação será encerrada.

# m14
source: Please wait while your position is determined...
de_de: Bitte warten Sie Ihre Position ist bestimmt ...
es_es: Por favor, espere mientras su posición está determinada ...
fr_fr: S'il vous plaît patienter pendant que votre position est déterminée ...
it_it: Per favore attendi che il tuo è determinata posizione ...
ja_jp: あなたの位置が決定されるまでしばらくお待ちください...
pt_br: Por favor aguarde até que sua posição seja determinada pelo satélite...

# m15
source: looking for the satellite signal.
de_de: Suche nach dem Satellitensignal.
es_es: buscando la señal del satélite.
fr_fr: recherche du signal satellite.
it_it: alla ricerca del segnale satellitare.
ja_jp: 衛星信号を探しています。
pt_br: Procurando sinal do satélite.

# m16
source: looking for the satellite signal..
de_de: Suche nach dem Satellitensignal ..
es_es: buscando la señal del satélite ..
fr_fr: recherche du signal satellite ..
it_it: alla ricerca del segnale satellitare ..
ja_jp: 衛星信号を探して..
pt_br: Procurando sinal do satélite..

# m17
source: looking for the satellite signal...
de_de: Suche nach dem Satellitensignal ...
es_es: buscando la señal del satélite ...
fr_fr: à la recherche du signal satellite ...
it_it: cercando il segnale satellitare ...
ja_jp: 衛星信号を探して...
pt_br: Procurando sinal do satélite...

# m18
source: No places found nearby. Please add a new place. Click on + button.
de_de: Keine Unterkünfte gefunden in der Nähe. Bitte fügen Sie einen neuen Ort. Klicken Sie auf die Taste +.
es_es: No hay lugares en las inmediaciones. Por favor agregue un nuevo lugar. Haga clic en el botón +.
fr_fr: Pas de lieux à proximité. S'il vous plaît ajouter un nouvel endroit. Cliquez sur le bouton +.
it_it: Non ci sono posti nelle vicinanze. Si prega di aggiungere un nuovo posto. Fare clic sul pulsante +.
ja_jp: いいえ場所が近くにありません。新しい場所を追加してください。 +ボタンをクリックします。
pt_br: Nenhum local próximo encontrado segundo as coordenadas apuradas. Adicione novos locais clicando no botão + abaixo.

# m19
source: until :
de_de: bis:
es_es: hasta que:
fr_fr: jusqu'à ce que:
it_it: fino a quando:
ja_jp: まで：
pt_br: até:

# m20
source: drunk here:
de_de: drunk hier:
es_es: borracho aquí:
fr_fr: ivre ici:
it_it: ubriaco qui:
ja_jp: ここに酔っ：
pt_br: consumo aqui:

# m21
source: your drunk here:
de_de: Ihr betrunken hier:
es_es: el borracho aquí:
fr_fr: votre bu ici:
it_it: il tuo ubriaco qui:
ja_jp: ここにあなたの酔っぱらい：
pt_br: seu consumo aqui:

# m22
source: You must select a drink type.
de_de: Sie müssen einen Drink aus.
es_es: Debe seleccionar un tipo de bebida.
fr_fr: Vous devez sélectionner un type de boisson.
it_it: È necessario selezionare un tipo di bevanda.
ja_jp: あなたは、ドリンクタイプを選択する必要があります。
pt_br: Você precisa selecionar o tipo de bebida.

# m23
source: You must indicate the brand name.
de_de: Sie müssen angeben, den Markennamen.
es_es: Se debe indicar el nombre de la marca.
fr_fr: Vous devez indiquer le nom de la marque.
it_it: È necessario indicare il nome del marchio.
ja_jp: あなたは、ブランド名を指定する必要があります。
pt_br: Você precisa indicar a marca ou o nome do drink.

# m24
source: You must indicate the number of doses.
de_de: Sie müssen die Anzahl der Dosen.
es_es: Se debe indicar el número de dosis.
fr_fr: Vous devez indiquer le nombre de doses.
it_it: È necessario indicare il numero di dosi.
ja_jp: あなたは、投与回数を指定する必要があります。
pt_br: Você precisa indicar a quantidade de doses.

# m25
source: Name must be valid!
de_de: Name muss gültig sein!
es_es: El nombre debe ser válido!
fr_fr: Le nom doit être valide!
it_it: Il nome deve essere valido!
ja_jp: 名前が有効でなければなりません！
pt_br: Nome precisa ser válido.

# m26
source: Password confirm must be valid!
de_de: Passwort bestätigen muss gültig sein!
es_es: Confirmar contraseña debe ser válida!
fr_fr: Mot de passe de confirmation doit être valide!
it_it: Conferma password deve essere valido!
ja_jp: パスワードの確認が有効である必要があります！
pt_br: Confirmação da senha precisa ser válida.

# m27
source: Password must be the same!
de_de: Das Passwort muss gleich sein!
es_es: La contraseña debe ser la misma!
fr_fr: Mot de passe doit être le même!
it_it: La password deve essere lo stesso!
ja_jp: パスワードは同じでなければなりません！
pt_br: As senhas informadas devem ser iguais.

# m28
source: Male/Female not assigned!
de_de: Male / Female nicht belegt!
es_es: Hombre / Mujer no asignado!
fr_fr: Homme / Femme pas affecté!
it_it: Maschio / femmina non ancora!
ja_jp: 男性/女性に割り当てられていない！
pt_br: Masculino/Feminino não selecionado

# m30
source: Coodinates found by satellite. Wait.
de_de: Coodinates per Satellit gefunden. Warten.
es_es: Coodinates encontrado por satélite. Espera.
fr_fr: Coodinates trouvé par satellite. Attendez.
it_it: Queste coordinate trovato via satellite. Aspetta.
ja_jp: 衛星によって発見Coodinates。待ってください。
pt_br: Coordenadas enviadas pelo satelite. Aguarde!

# m31
source: your rank here:
de_de: Ihren Rang hier:
es_es: su rango aquí:
fr_fr: votre rang ici:
it_it: il tuo grado qui:
ja_jp: ここにあなたのランク：
pt_br: seus drinks:

# m32
source: rank places:
de_de: rank Plätze:
es_es: lugares Rango:
fr_fr: endroits classement:
it_it: Rank di posti:
ja_jp: ランクの場所：
pt_br: total drinks:

# m33
source: Send user data drink to server...
de_de: Lass Nutzdaten trinken aus Server ...
es_es: datos del usuario desde el servidor ...
fr_fr: Faites-vous des données utilisateur depuis un serveur boire ...
it_it: Ricevi dati utente bere dal server ...
ja_jp: ユーザデータはサーバから飲む取得...
pt_br: enviando dados para o servidor...

# m34
source: Set user data drink from server...
de_de: Set Nutzdaten vom Server trinken ...
es_es: Establecer los datos del usuario desde un servidor beber ...
fr_fr: Définir les données utilisateur boire serveur ...
it_it: Impostare i dati utente bere dal server ...
ja_jp: ユーザデータはサーバから飲む設定...
pt_br: gravando dados no servidor...

# m35
source: Set App data drink from server...
de_de: Stellen App Daten Getränk aus Server ...
es_es: Establecer App bebida datos del servidor ...
fr_fr: Set App boisson données depuis un serveur ...
it_it: Impostare App bevanda dati dal server ...
ja_jp: サーバーからAppデータドリンクを設定...
pt_br: gravando dados finais...

# m36
source: Select one brand.
de_de: Wählen Sie eine Marke.
es_es: Seleccione una marca.
fr_fr: Choisissez une marque.
it_it: Seleziona una marca.
ja_jp: 1つのブランドを選択してください。
pt_br: Selecione uma marca

# m37
source: Select one drink
de_de: Wählen Sie ein Getränk
es_es: Seleccione una bebida
fr_fr: Sélectionnez une boisson
it_it: Selezionare un drink
ja_jp: ワンドリンクを選択
pt_br: Selecione um drink
