Repository: Multiverso-Digital/Social-Drink
Catalog: Localization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, pt_br

# m38
source: Brand must be valid
de_de: Marke muss gültig sein
es_es: Marca debe ser válido
fr_fr: Marque doit être valide
it_it: Marca deve essere valida
ja_jp: ブランドが有効である必要があります
pt_br: Marca não pode ser nula!

# m39
source: This brand already exists
de_de: Diese Marke ist bereits vorhanden
es_es: Esta marca ya existe
fr_fr: Cette marque existe déjà
it_it: Questo marchio è già presente
ja_jp: このブランドは、すでに存在している
pt_br: Esta marca já existe

# m73
source: Yes, I Agree
de_de: Ja, ich akzeptiere
es_es: Sí, acepto
fr_fr: Oui, j'accepte
it_it: Sì, Accetto
ja_jp: はい、私は同意する
pt_br: Sim, eu autorizo.

# m74
source: I accept that this application access my location.
de_de: Ich akzeptiere, dass diese Anwendung meinen Standort zugreifen.
es_es: Acepto que esta aplicación acceder a mi ubicación.
fr_fr: J'accepte que cette application à accéder à mon endroit.
it_it: Accetto che l'applicazione ad accedere al mio percorso.
ja_jp: 私は、このアプリケーションが私の場所にアクセスすることを受け入れる。
pt_br: Eu autorizo que esta aplicação acesse minha localização.

# m76
source: No, I do not accept. Please close the application.
de_de: Nein, kann ich nicht akzeptieren. Bitte schließen Sie die Anwendung.
es_es: No, no acepto. Por favor, cierre la aplicación.
fr_fr: Non, je n'accepte pas. S'il vous plaît fermer l'application.
it_it: No, non accetto. Si prega di chiudere l'applicazione.
ja_jp: いいえ、私は同意しない。アプリケーションを閉じてください。
pt_br: Eu não autorizo. Por favor, encerre a aplicação.

# m77
source: Access Permission
de_de: Zugriffsberechtigungen
es_es: Permiso de acceso
fr_fr: Autorisation d'accès
it_it: Autorizzazione di accesso
ja_jp: 参照許可
pt_br: Permissão de acesso

# m78
source: Do you agree that this application access your location?
de_de: Sind Sie damit einverstanden, dass diese Anwendung Ihren Standort zugreifen?
es_es: ¿Está de acuerdo que esta aplicación a tu ubicación?
fr_fr: Pensez-vous que cette application d'accéder à votre emplacement?
it_it: Siete d'accordo che questa applicazione accedere alla tua posizione?
ja_jp: あなたはこのアプリケーションはあなたの場所にアクセスすることに同意しますか？
pt_br: Você autoriza esta aplicação a ter acesso a sua localização?

# m79
source: places offline
de_de: Stellen offline
es_es: lugares fuera de línea
fr_fr: endroits hors ligne
it_it: luoghi offline
ja_jp: オフラインの場所
pt_br: locais offline

# m80
source: nearby
de_de: in der Nähe
es_es: cercano
fr_fr: proche
it_it: nelle vicinanze
ja_jp: 近隣の
pt_br: locais

# m81
source: This application do not work without this function. The application will be closed.
de_de: Diese Anwendung nicht ohne diese Funktion arbeiten. Die Anwendung wird geschlossen.
es_es: Esta aplicación no funcionan sin esta función. La aplicación se cerrará.
fr_fr: Cette application ne fonctionne pas sans cette fonction. L'application sera fermée.
it_it: Questa applicazione non funzionano senza questa funzione. L'applicazione verrà chiusa.
ja_jp: このアプリケーションは、この機能がないと動作しません。アプリケーションが閉じられます。
pt_br: Esta aplicação não funciona sem esta função. A aplicação será encerrada.

# m85
source: Internet is not active or permission to location is disabled. You can work off line.
de_de: Internet nicht aktiv. Sie können arbeiten, off line.
es_es: Internet no está activo o el permiso de ubicación está desactivada. Usted puede trabajar offline.
fr_fr: Internet n'est pas active. Vous pouvez travailler hors ligne.
it_it: Internet non attivo. È possibile lavorare off line.
ja_jp: インターネットはアクティブではありません。あなたがオフラインで作業することができます。
pt_br: A conexão com a internet não está ativa ou a permissão de localização está desabilitada. Você pode trabalhar offline.

# m86
source: To work offline create a fake place and later ajust it.
de_de: Um offline zu arbeiten eine gefälschte Ort und später ajust es.
es_es: Para trabajar sin conexión crear un lugar falso y más tarde ajust.
fr_fr: Pour travailler hors connexion créer un lieu factice et plus tard il ajust.
it_it: Per lavorare offline creare un luogo falso e più tardi ajust.
ja_jp: 回避するには、オフラインで偽の場所を作成し、後でそれをアジャスト。
pt_br: Para trabalhar offline cadastre um local fictício e depois faça o acerto.

# m87
source: if you need a Taxi tap on taxi icon.
de_de: wenn Sie ein Taxi Hahn auf dem Taxi-Symbol.
es_es: Si usted necesita un golpecito en el icono Taxi taxi.
fr_fr: si vous avez besoin d'un robinet de taxi sur l'icône taxi.
it_it: se avete bisogno di un rubinetto Taxi sull'icona taxi.
ja_jp: タクシーのアイコンをタップタクシーが必要な場合。
pt_br: se precisa de táxi clique no ícone Táxi

# m88
source: Tap in the cup to drink.
de_de: Tippen Sie in der Tasse zu trinken.
es_es: Toque en la taza para beber.
fr_fr: Tapez dans la tasse pour boire.
it_it: Toccare la tazza per bere.
ja_jp: 飲むためにカップの中にタップします。
pt_br: clique no copo para beber

# m89
source: You have more than one TAXI in your contacts. Please leave only one.
de_de: Sie haben mehr als ein TAXI in Ihren Kontakten. Bitte lassen Sie nur eine.
es_es: Usted tiene más de un TAXI en sus contactos. Por favor, deje sola.
fr_fr: Vous avez plus d'un TAXI dans vos contacts. S'il vous plaît laissez un seul.
it_it: Hai più di un TAXI nei tuoi contatti. Si prega di lasciare una sola.
ja_jp: あなたは、あなたの連絡先に複数のタクシーを持っています。つだけを残してください。
pt_br: Você possue mais de um telefone de Taxi. Por favor deixe apenas um.

# m90
source: Select the phone to send SMS!
de_de: Wählen Sie die Telefonnummer für SMS zu senden!
es_es: Seleccione el teléfono para enviar SMS!
fr_fr: Sélectionnez le téléphone pour envoyer des SMS!
it_it: Selezionare il telefono per inviare SMS!
ja_jp: SMSを送信する携帯電話を選択してください！
pt_br: Selecione o telefone para enviar o SMS.

# m91
source: Last name is not null
de_de: Nachname ist nicht null
es_es: Apellido no es nulo
fr_fr: Nom de famille n'est pas nul
it_it: Cognome non è nullo
ja_jp: 最後の名前がnullではありません
pt_br: Sobrenome não pode ser nulo

# m92
source: Your Celular number missing!
de_de: Ihre Celular Zahl fehlt!
es_es: Su número de Celular falta!
fr_fr: Votre numéro de Celular manque!
it_it: Il tuo numero di Celular manca!
ja_jp: あなたのCelular数が不足している！
pt_br: Número do seu celular não pode ser nulo.

# m93
source: Your address destination is missing!
de_de: Ihre Adresse Zielort fehlt!
es_es: Tu dirección de destino ha desaparecido!
fr_fr: Votre adresse de destination est absent!
it_it: Il tuo indirizzo di destinazione non è presente!
ja_jp: あなたのアドレスの宛先が欠落しています！
pt_br: Endereço de destino não pode ser nulo.

# m94
source: .Place:
de_de: . Ort:
es_es: . Lugar:
fr_fr: . Lieu:
it_it: . Luogo:
ja_jp: 。場所：
pt_br: .Local:

# m95
source: .Address:
de_de: . Adresse:
es_es: . Dirección:
fr_fr: . Adresse:
it_it: . Indirizzo:
ja_jp: 。住所：
pt_br: .Endereço:

# m96
source: .Name:
es_es: . Nombre:
fr_fr: . Nom:
it_it: . Nome:
ja_jp: 。名：
pt_br: . Nome:

# m98
source: . I am here:
de_de: . Ich bin hier:
es_es: . Estoy aquí:
fr_fr: . Je suis ici:
it_it: . Io sono qui:
ja_jp: 。私はここにいます：
pt_br: .Onde estou:

# m99
source: .Destination:
de_de: . Reiseziel:
es_es: . Destino:
it_it: . Destinazione:
ja_jp: [出力先：
pt_br: .Destino:

# ms107
source: Tap on the cup
de_de: Tippen Sie auf der Tasse
es_es: Toque en la copa
fr_fr: Appuyez sur la tasse
it_it: Toccare sulla tazza
ja_jp: カップをタップ
pt_br: Clique no copo

# ms40
source: your drinks here:
de_de: Ihre Getränke hier:
es_es: sus bebidas aquí:
fr_fr: vos boissons ici:
it_it: le vostre bevande qui:
ja_jp: ここでお飲み物：
pt_br: Seus drinks aqui:

# ms41
source: total drinks here:
de_de: Insgesamt Getränke hier:
es_es: bebidas totales aquí:
fr_fr: boissons au total ici:
it_it: bevande totali qui:
ja_jp: ここで合計ドリンク：
pt_br: Total drinks aqui:

# ms42
source: Social Drink at:
de_de: Social Trinken Sie:
es_es: Social Drink en:
fr_fr: Boire social à:
it_it: Bere sociale a:
ja_jp: の社会的飲酒：
pt_br: Social Drink em:

# ms43
source: Social Drink at:
de_de: Social Trinken Sie:
es_es: Social Drink en:
fr_fr: Boire social à:
it_it: Bere sociale a:
ja_jp: の社会的飲酒：
pt_br: Social Drink em:

# ms45
source: my recomendation:
de_de: meine aussprechen:
es_es: mi recomendación:
fr_fr: ma recommendation:
it_it: la mia sui consigli:
ja_jp: 私のrecomendation：
pt_br: Eu recomendo:

# ms46
source: Brand or drink name:
de_de: Marke oder Getränk name:
es_es: Marca o bebida nombre:
fr_fr: Nom de marque ou des boissons:
it_it: Marchio o delle bevande nome:
ja_jp: ブランドや飲み物名：
pt_br: Marca ou nome do drink:

# ms47
source: SMS number missing!
de_de: SMS-Nummer fehlt!
es_es: Número de SMS que falta!
fr_fr: Numéro SMS manquant!
it_it: Numero di SMS manca!
ja_jp: SMSの番号が不足している！
pt_br: Falta informar o número de Tel para o SMS.

# ms48
source: SMS to:
de_de: SMS an:
es_es: SMS a:
fr_fr: SMS à:
it_it: SMS a:
ja_jp: SMSへ：
pt_br: SMS para:

# ms49
source: downloading nearby places...
de_de: Download Orte in der Nähe ...
es_es: descarga lugares cercanos ...
fr_fr: télécharger lieux à proximité ...
it_it: download luoghi nelle vicinanze ...
ja_jp: 近くの場所をダウンロードしています...
pt_br: download da lista de locais próximos...

# ms50
source: Place name cannot be null!
de_de: Platz Name kann nicht null sein!
es_es: Nombre del lugar no puede ser nulo!
fr_fr: Nom de lieu peut pas être nul!
it_it: Nome di luogo non può essere nullo!
ja_jp: 地名は、NULLにすることはできません！
pt_br: Nome do local é obrigatório!

# ms51
source: Category cannot be null!
de_de: Diese Kategorie kann nicht null sein!
es_es: Categoría no puede ser nulo!
fr_fr: Catégorie ne peut pas être nul!
it_it: Categoria non può essere nullo!
ja_jp: カテゴリには、NULLにすることはできません！
pt_br: Categoria é obrigatório!

# ms52
source: Address cannot be null!
de_de: Adresse kann nicht null sein!
es_es: La dirección no puede ser nulo!
fr_fr: Adresse ne peut pas être nul!
it_it: L'indirizzo non può essere nullo!
ja_jp: アドレスはNULLにすることはできません！
pt_br: Endereço é obrigatório!

# ms53
source: Saving new place...Wait!
de_de: Speichern neuer Ort ... Warten Sie!
es_es: Ahorro nuevo lugar ... ¡Espera!
fr_fr: Enregistrement nouveau lieu ... Attendez!
it_it: Salvataggio nuovo posto ... Aspetta!
ja_jp: 新しい場所を保存すると...待って！
pt_br: Gravando novo local. Aguarde...

# ms54
source: Error - during add new place. Try later.
de_de: Error - beim Hinzufügen neuer Platz. Versuchen Sie es später.
es_es: Error - durante el nuevo lugar add. Inténtelo más tarde.
fr_fr: Erreur - nouveau lieu au cours d'ajout. Essayez plus tard.
it_it: Errore - durante aggiungere nuovo posto. Riprovate più tardi.
ja_jp: エラーが発生しました - [新規追加時の場所。後で再度実行してください。
pt_br: Erro durante a gravação do novo local. Tente mais tarde!

# ms55
source: Place saved!
de_de: Platz gespart!
es_es: Lugar salvo!
fr_fr: Lieu sauvé!
it_it: Luogo salvato!
ja_jp: 場所は保存されました！
pt_br: Local gravado com sucesso!

# ms56
source: Delete image
de_de: Bild löschen
es_es: Eliminar imagen
fr_fr: Supprimer l'image
it_it: Elimina immagine
ja_jp: 画像を削除
pt_br: Excluir imagem

# ms57
source: Are you sure you want to delete this image?
de_de: Sind Sie sicher, dass Sie dieses Bild löschen?
es_es: ¿Seguro que quieres eliminar esta imagen?
fr_fr: Êtes-vous sûr de vouloir supprimer cette image?
it_it: Sei sicuro di voler cancellare questa immagine?
ja_jp: あなたはこのイメージを削除してもよろしいですか？
pt_br: Confirma a exclusão da imagem?

# ms58
source: One address must be selected!
de_de: Eine Adresse muss ausgewählt werden!
es_es: Una dirección debe ser seleccionado!
fr_fr: Une adresse doit être sélectionné!
it_it: Un indirizzo deve essere selezionato!
ja_jp: 一つのアドレスを選択する必要があります！
pt_br: Por favor selecione um local.

# ms59
source: Place already exists!
de_de: Ort existiert bereits!
es_es: Place ya existe!
fr_fr: Lieu existe déjà!
it_it: Luogo esiste già!
ja_jp: 場所は既に存在します！
pt_br: Este local já existe no cadastro.

# ms60
source: message sent to the staff
de_de: Nachricht an das Personal
es_es: mensaje enviado al personal
fr_fr: message envoyé au personnel
it_it: messaggio inviato al personale
ja_jp: スタッフに送られたメッセージ
pt_br: mensagem enviada com sucesso.

# ms61
source: Image is missing!
de_de: Bild fehlt!
es_es: La imagen está perdiendo!
fr_fr: L'image est manquante!
it_it: L'immagine è mancante!
ja_jp: イメージが欠落しています！
pt_br: sem imagem para enviar

# ms62
source: send photo ...
de_de: Senden Foto ...
es_es: enviar foto ...
fr_fr: envoyer une photo ...
it_it: inviare foto ...
ja_jp: 写真を送る...
pt_br: enviando foto ...

# ms63
source: add new album ...
de_de: neue Album ...
es_es: añadir nuevo álbum ...
fr_fr: ajouter le nouvel album ...
it_it: Aggiungi un nuovo album ...
ja_jp: 新しいアルバムを追加...
pt_br: criando novo álbum ...

# ms64
source: add photo to album ...
de_de: Foto zu Album ...
es_es: Añadir Foto al álbum ...
fr_fr: ajouter une photo à l'album ...
it_it: aggiungere foto all'album ...
ja_jp: アルバムに写真を追加...
pt_br: adicionando foto no álbum ...

# ms65
source: photo sent!
de_de: Foto geschickt!
es_es: foto enviada!
fr_fr: photo envoyée!
it_it: foto inviata!
ja_jp: 写真を送信しました
pt_br: foto enviada com sucesso!

# ms66
source: please, reduce size of message!
de_de: bitte reduzieren Größe der Nachricht!
es_es: por favor, reducir el tamaño de mensaje!
fr_fr: s'il vous plaît, de réduire la taille du message!
it_it: per favore, ridurre la dimensione del messaggio!
ja_jp: メッセージのサイズを小さくしてください！
pt_br: reduza o número de caracteres da mensagem!

# ms67
source: updated account
de_de: aktualisierte Übersicht
es_es: descripción actualizada
fr_fr: compte à jour
it_it: conto aggiornato
ja_jp: 更新されたアカウント
pt_br: conta atualizada

# ms68
source: successfully wrote new account!
de_de: erfolgreich schrieb neue Konto!
es_es: escribió con éxito nueva cuenta!
fr_fr: succès a écrit un nouveau compte!
it_it: successo ha scritto un nuovo account!
ja_jp: 正常に新しいアカウントを作成しました！
pt_br: nova conta gravada com sucesso!

# ms69
source: This email was found in our data base. Please try another.
de_de: Diese E-Mail wurde in unserer Datenbank gefunden. Bitte versuchen Sie einen anderen.
es_es: Este correo electrónico fue encontrado en nuestra base de datos. Por favor, intente otra.
fr_fr: Ce courriel a été trouvé dans notre base de données. S'il vous plaît essayer une autre.
it_it: Questa e-mail è stato trovato nella nostra banca dati. Prova con un altro.
ja_jp: このメールは、私達のデータベースで発見された。別のファイルをお試しください。
pt_br: Este email já existe em nossa base de dados. Tente outro.

# ms70
source: Error: Cannot save your information. Try later!
de_de: Fehler: Kann nicht speichern Sie Ihre Daten. Versuchen Sie es später!
es_es: Error: No se puede guardar la información. Inténtelo más tarde!
fr_fr: Erreur: Impossible d'enregistrer vos informations. Essayez plus tard!
it_it: Errore: Impossibile salvare le informazioni. Prova più tardi!
ja_jp: エラー：あなたの情報を保存できません。後ほどお試しください！
pt_br: Erro: Problema na gravação dos dados. Tente mais tarde!

# ms71
source: Please be patient...
de_de: Bitte warten ...
es_es: Por favor, tenga paciencia ...
fr_fr: S'il vous plaît être patient ...
it_it: Si prega di essere pazienti ...
ja_jp: しばらくお待ちください...
pt_br: por favor seja paciente...

# ms72
source: total drinks:
de_de: Insgesamt Getränke:
es_es: Total de bebidas
fr_fr: boissons au total:
it_it: bevande totali:
ja_jp: 合計ドリンク：

# m_duplicado
source: duplicate location
de_de: duplizieren Ort
es_es: duplicar ubicación
fr_fr: dupliquer emplacement
it_it: duplicare posizione
ja_jp: 場所が重複して
pt_br: local duplicado

# m_endereco
source: wrong address
de_de: falsche Adresse
es_es: dirección incorrecta
fr_fr: mauvaise adresse
it_it: indirizzo sbagliato
ja_jp: 間違ったアドレス
pt_br: endereço errado

# m_fechado
source: close location
de_de: Schließen Standort
es_es: cerrar ubicación
fr_fr: fermer emplacement
it_it: chiudere posizione
ja_jp: 近い場所
pt_br: local fechado/inexistente

# NET_Header
source: Network access
de_de: Netzzugang
es_es: Acceso a la red
fr_fr: L'accès au réseau
it_it: Accesso alla rete
ja_jp: ネットワークアクセス
pt_br: Acesso a rede

# novloc_categoria
source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
ja_jp: カテゴリ
pt_br: Categoria

# novloc_nomelocal
source: Place name
de_de: Ortsname
es_es: Nombre del lugar
fr_fr: Du nom de localité
it_it: Toponimo
ja_jp: 地名
pt_br: Nome do local

# nov_loc_address
source: Select address
de_de: Wählen Sie Adresse
es_es: Seleccione la dirección
fr_fr: Sélectionnez l'adresse
it_it: Selezionare l'indirizzo
ja_jp: アドレスを選択し
pt_br: Selecione um endereço

# nov_loc_aviso
source: You must be at the new location. The coordinates are passed by the satellite. See below.
de_de: Sie müssen bei der neuen Lage. Die Koordinaten werden durch den Satelliten weitergegeben. Siehe unten.
es_es: Debe estar en la nueva ubicación. Las coordenadas se pasan por el satélite. Véase a continuación.
fr_fr: Vous devez être à son nouvel emplacement. Les coordonnées sont transmises par le satellite. Voir ci-dessous.
it_it: Tu devi essere la nuova posizione. Le coordinate sono passati dal satellite. Vedi sotto.
ja_jp: 新しい場所でなければなりません。座標は衛星によって渡されます。下記を参照してください。
pt_br: Aviso: Você precisa estar no local que vai cadastrar. As coordenadas são obtidas via satélite. Veja abaixo.

# nov_loc_drink
source: Drink name
de_de: Trinken Namen
es_es: Beba nombre
fr_fr: Buvez nom
it_it: Bere nome
ja_jp: 名前を飲む
pt_br: Nome da bebida

# nov_loc_ende
source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo
ja_jp: アドレス
pt_br: Endereço

# nov_loc_fone
source: Phone(opcional)
de_de: Telefon (opcional)
es_es: Teléfono (opcional)
fr_fr: Téléphone (opcional)
it_it: Telefono (opcional)
ja_jp: 電話（opcional）
pt_br: Telefone(opcional)

# nov_loc_g_tap
source: Tap to select
de_de: Tippen Sie auf, wählen Sie
es_es: Toque para seleccionar
fr_fr: Appuyez sur pour sélectionner
it_it: Toccare per selezionare
ja_jp: 選択する]をタップ
pt_br: Selecione

# nov_loc_sel
source: Select category
de_de: Wählen Sie eine Kategorie
es_es: Seleccione una categoría
fr_fr: Sélectionner une catégorie
it_it: Scegli la categoria
ja_jp: カテゴリを選択
pt_br: Selecione uma categoria

# nov_use_add
source: New account
de_de: Neues Konto
es_es: Cuenta nueva
fr_fr: Nouveau compte
it_it: Nuovo account
ja_jp: 新しいアカウント
pt_br: Nova conta

# nov_use_female
source: Female
de_de: Weiblich
es_es: Femenino
fr_fr: Féminin
it_it: Femmina
ja_jp: 女性
pt_br: Feminino

# nov_use_male
source: Male
de_de: Männlich
es_es: Masculino
fr_fr: Masculin
it_it: Maschio
ja_jp: 男性
pt_br: Masculino

# nov_use_nome
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
pt_br: Nome

# nov_use_pass
source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
pt_br: Senha

# nov_use_passconf
source: Password confirm
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_fr: Mot de passe de confirmation
it_it: Conferma password
ja_jp: パスワードの確認
pt_br: Confirmar senha

# nov_use_profile
source: Account
de_de: Konto
es_es: Cuenta
fr_fr: Compte
it_it: Conto
ja_jp: アカウント
pt_br: Conta

# p111header
source: my track
de_de: meine Spur
es_es: mi pista
fr_fr: ma piste
it_it: la mia pista
ja_jp: 私のトラック
pt_br: minha trilha

# p11header
source: my drinks here
de_de: meine Getränke hier
es_es: mis bebidas aquí
fr_fr: mes boissons ici
it_it: le mie bevande qui
ja_jp: ここに私のドリンク
pt_br: meus drinks aqui

# p121header
source: my drinks
de_de: meine Getränke
es_es: mis bebidas
fr_fr: mes boissons
it_it: i miei drink
ja_jp: 私のドリンク
pt_br: meus drinks

# p12header
source: top 10 places
de_de: Top 10 Plätze
es_es: 10 primeros lugares
fr_fr: Top 10 des lieux
it_it: primi 10 posti
ja_jp: トップ10の場所
pt_br: os 10+ locais

# p1header
source: places
de_de: Plätze
es_es: lugares
fr_fr: lieux
it_it: posti
ja_jp: 場所
pt_br: locais

# p22header
source: top 10 places
de_de: Top 10 Plätze
es_es: 10 primeros lugares
fr_fr: Top 10 des lieux
it_it: primi 10 posti
ja_jp: トップ10の場所
pt_br: os 10+ locais

# p2header
source: my favorites
de_de: Meine Favoriten
es_es: mis favoritos
fr_fr: mes favoris
it_it: i miei preferiti
ja_jp: お気に入り
pt_br: meus favoritos

# P2Main
source: dashboard
de_de: Armaturenbrett
es_es: estadística
fr_fr: tableau de bord
it_it: cruscotto
ja_jp: ダッシュボード
pt_br: relatórios

# p32header
source: top 50 drinks
es_es: 50 mejores bebidas
fr_fr: top 50 des boissons
it_it: top 50 bevande
ja_jp: トップ50のドリンク

# p3header
source: top 50 places
de_de: Top 50 Plätze
es_es: 50 mejores lugares
fr_fr: top 50 des endroits
it_it: primi 50 posti
ja_jp: トップ50の場所
pt_br: 50 locais++

# P3Main
source: update
de_de: aktualisieren
es_es: actualizar
fr_fr: mettre à jour
it_it: aggiornare
ja_jp: アップデート
pt_br: atualizar

# p4header
source: settings
de_de: Einstellungen
es_es: ajustes
fr_fr: paramètres
it_it: impostazioni
ja_jp: 設定
pt_br: configuração

# P4Main
source: settings
de_de: Einstellungen
es_es: ajustes
fr_fr: paramètres
it_it: impostazioni
ja_jp: 設定
pt_br: configuração

# p91header
source: places
de_de: Plätze
es_es: lugares
fr_fr: lieux
it_it: posti
ja_jp: 場所
pt_br: locais

# PageTitleTrial
source: trial ended
de_de: Studie beendet
es_es: prueba terminó
fr_fr: procès s'est terminé
it_it: processo si è concluso
ja_jp: 裁判が終わった
pt_br: prazo encerrado

source: place map
de_de: Ort map
es_es: mapa sitio
fr_fr: Plan du lieu
it_it: posto mappa
ja_jp: 場所マップ
pt_br: mapa do local

# PTitleAddLocal
source: New place
de_de: Neuer Platz
es_es: Nuevo lugar
fr_fr: Nouveau lieu
it_it: Nuovo
ja_jp: 新しい場所
pt_br: Novo local

# PTitleBrand
source: Select brand
de_de: Marke wählen
es_es: Seleccione la marca
fr_fr: Sélectionnez la marque
it_it: Selezionare la marca
ja_jp: ブランドを選択
pt_br: Selecione

# PTitleBrandDel
source: Delete brands
de_de: Löschen Marken
es_es: Elimine las marcas
fr_fr: Supprimer marques
it_it: Elimina marchi
ja_jp: ブランドを削除
pt_br: Excluir marcas

# PTitleCategoria
source: Select
de_de: Wählen
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Selezionare
ja_jp: 選択する
pt_br: Selecione

# PTitleDrink
source: Select drink
de_de: Wählen Sie trinken
es_es: Seleccione beber
fr_fr: Sélectionnez boire
it_it: Selezionare bere
ja_jp: 飲み物を選択
pt_br: Selecione

# PTitleFriends
source: select friends
de_de: Wählen Freunden
es_es: seleccionar amigos
fr_fr: sélectionner des amis
it_it: selezionare gli amici
ja_jp: 友達を選択
pt_br: selecione amigos

# PTitleTaxi
source: Call a taxi
de_de: Rufen Sie ein Taxi
es_es: Llame a un taxi
fr_fr: Appelez un taxi
it_it: Chiamare un taxi
ja_jp: タクシーを呼ぶ
pt_br: Taxi

# radHubTile3
source: tap me
de_de: Tippen Sie mich
es_es: me toca
fr_fr: me taper
it_it: tocca a me
ja_jp: 私をタップ
pt_br: toque me

# sel_dose
source: select your dose
de_de: Wählen Sie Ihre Dosis
es_es: seleccionar la dosis
fr_fr: sélectionnez votre dose
it_it: scegliere la dose
ja_jp: あなたの用量を選択
pt_br: selecione sua dose

# sendinfo
source: send to server
de_de: Nachricht an den Server
es_es: enviar al servidor
fr_fr: envoyer à un serveur
it_it: inviare al server
ja_jp: サーバーに送信
pt_br: atualiza servidor

# set_email
source: Your e-mail
de_de: Ihre E-Mail
es_es: Su e-mail
fr_fr: Votre adresse e-mail
it_it: Il tuo indirizzo e-mail
ja_jp: あなたの電子メール
pt_br: Seu e-mail

# sm_fb
source: main message
de_de: Kernaussage
es_es: mensaje principal
fr_fr: message principal
it_it: messaggio principale
ja_jp: 主なメッセージ
pt_br: mensagem principal

# taxi_b_call
source: Call a Taxi
de_de: Rufen Sie ein Taxi
es_es: Llamar a un taxi
fr_fr: Appeler un taxi
it_it: Chiamare un taxi
ja_jp: タクシーを呼ぶ
pt_br: Ligar para o Taxi

# taxi_b_novofone
source: New Taxi phone number
de_de: New Taxi Rufnummer
es_es: Taxi Nuevo número de teléfono
fr_fr: Nouveau numéro de téléphone Taxi
it_it: New Taxi numero di telefono
ja_jp: 新しいタクシーの電話番号
pt_br: Novo telefone para Taxi

# taxi_b_sms
source: Send SMS to Taxi with map
de_de: Senden Sie eine SMS an Taxi mit Karte
es_es: Enviar SMS a Taxi mapa
fr_fr: Envoyer un SMS à Taxi avec la carte
it_it: Invia SMS a Taxi con mappa
ja_jp: 地図でタクシーにSMSを送信する
pt_br: Enviar SMS para o Taxi com mapa

# taxi_cel_num
source: your Cel number
de_de: Ihre Cel-Nummer
es_es: su número de Cel
fr_fr: votre numéro de Cel
it_it: il tuo numero di Cel
ja_jp: あなたのセル画番号
pt_br: núm. do seu celular
