<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-size: 12px;
}
.style2 {
	font-size: 42px;
	color: #FFFFFF;
}
.style3 {font-family: Verdana, Arial, Helvetica, sans-serif}
body {
	background-color: #230503;
}
-->
</style>
</head>

<body>
<table width="100%" border="0">
  <tr>
    <td><div class="style2" id="gt-res-content">
      <div class="style3" dir="ltr"><span title="Privacy Policy - Social Drink">Pol&iacute;tica de privacidad - Social Drink <br />
          <br />
      </span><span title="This Privacy Policy was developed aiming at ensuring the confidentiality, privacy and protection of personal data of users of the application Social Drink and users of our services, protecting such information from loss, misuse, unauthorized access, alteration and destruction.">Esta Pol&iacute;tica de Privacidad fue desarrollado con el objetivo de garantizar la confidencialidad, la privacidad y la protecci&oacute;n de los datos personales de los usuarios de la  aplicaci&oacute;n Social Drink y usuarios de nuestros servicios, la protecci&oacute;n de la informaci&oacute;n contra p&eacute;rdida, mal uso, acceso no autorizado, alteraci&oacute;n y destrucci&oacute;n.<br />
      <br />
      </span><span title="1.">1. </span><span title="Collection and Use of Information">Recolecci&oacute;n y Uso de Informaci&oacute;n<br />
      </span><span title="Using Social Drink application is determined solely by the user to supply your e-mail.">Uso de la aplicaci&oacute;n Social Drink est&aacute; determinado &uacute;nicamente por el usuario para suministrar su direcci&oacute;n de e-mail. </span><span title="This information will be sent to our server and stored on our servers.">Esta informaci&oacute;n ser&aacute; enviada a nuestro servidor y se almacena en nuestros servidores. </span><span title="The use of e-mail is to inform the user whether it was winning promotions that implement the application.">El uso del correo electr&oacute;nico es para informar al usuario si ganaba las promociones que implementan la aplicaci&oacute;n. </span><span title="When you choose to provide this information, the user hereby acknowledges and accepts the terms of this Policy.The application also automatically receives and records through user-controlled transmissions, information on the date, name of the drink, brand name and the place where he">Cuando usted elija proporcionarnos esta informaci&oacute;n, el usuario reconoce y acepta los t&eacute;rminos de esta solicitud Policy.The tambi&eacute;n recibe y registra autom&aacute;ticamente a trav&eacute;s de las transmisiones controladas por el usuario, la informaci&oacute;n sobre la fecha, el nombre de la bebida, la marca y el lugar donde se </span><span title="made checkin.">hizo el registro. </span><span title="These activity logs will be used for statistical purposes only, and promotional services available metrics.">Estos registros de actividad se utilizar&aacute; &uacute;nicamente con fines estad&iacute;sticos, y servicios de promoci&oacute;n m&eacute;tricas disponibles.<br />
      </span><span title="The user is aware and agrees that the information collected will be used for the following purposes: (a) inform about new content, news and events, (b) update the information checkin (c) optimize the usability and interactive experience user navigation within the">El usuario es consciente y acepta que la informaci&oacute;n recopilada se utilizar&aacute; para los fines siguientes: (a) informar acerca de nuevos contenidos, noticias y eventos, (b) la informaci&oacute;n checkin (c) optimizar la usabilidad y navegaci&oacute;n interactiva experiencia del usuario dentro de la </span><span title="application, (d) preparing general statistics, without identification of users, (e) respond to queries and requests from users own, and (f) comply with legal requirements or judiciais.Tamb&eacute;m we reserve the right to use such records, individually, in">aplicaci&oacute;n, (d) la preparaci&oacute;n de estad&iacute;sticas generales, sin identificar a los usuarios, (e) responder a las preguntas y solicitudes de los propios usuarios, y (f) cumplir con los requisitos legales o judiciais.Tamb&eacute;m nos reservamos el derecho de uso de tales registros, de forma individual, en </span><span title="investigating cases of unlawful civil or criminal, especially when there supeita fraud, hacker attacks, system changes or unauthorized access to protected information and registration data from other users.">investigar los casos de il&iacute;citos civiles o penales, especialmente cuando hay fraude supeita, ataques de hackers, cambios en el sistema o el acceso no autorizado a la informaci&oacute;n protegida y los datos de registro de otros usuarios. </span><span title="Therefore, the only identifying information that you give us will be an e-mail.">Por lo tanto, la &uacute;nica informaci&oacute;n de identificaci&oacute;n que usted nos d&eacute; ser&aacute; un e-mail. </span><span title="This application uses the APIs available through the GPS device to list the places near the positioning of your phone.">Esta aplicaci&oacute;n utiliza las API disponibles a trav&eacute;s del dispositivo GPS a la lista de los lugares cercanos a la ubicaci&oacute;n de su tel&eacute;fono. </span><span title="These sites are obtained on the servers of Nokia, Google and FourSquare.">Estos sitios se obtienen en los servidores de Nokia, Google y Foursquare. </span><span title="We are duly authorized to use these databases.">Estamos debidamente autorizados para utilizar estas bases de datos.<br />
      <br />
      </span><span title="2.">2. </span><span title="Guard and Responsibility for Information Collected">Guardia Nacional y la responsabilidad de la informaci&oacute;n recopilada<br />
      </span><span title="Any information provided by users will be obtained and stored according to the strictest standards of security and reliability.">Cualquier informaci&oacute;n proporcionada por los usuarios ser&aacute;n obtenidas y conservadas de acuerdo con los m&aacute;s estrictos est&aacute;ndares de seguridad y confiabilidad. </span><span title="We will make our best efforts in maintaining the integrity of the information entrusted to us, why are not responsible for damage arising from your access and / or use by third parties estranhos.O access to information collected is restricted to employees and authorized persons.">Haremos nuestro mejor esfuerzo para mantener la integridad de la informaci&oacute;n confiada a nosotros, &iquest;por qu&eacute; no se hacen responsables de los da&ntilde;os que surjan de su acceso y / o uso por parte de terceros de acceso a la informaci&oacute;n recogida estranhos.O est&aacute; restringido a los empleados y de las personas autorizadas. </span><span title="Those who improperly use this information in violation of this Privacy Policy will be subject to administrative sanctions and disciplinary, without excluding legal action.">Los que indebidamente utilice esta informaci&oacute;n en violaci&oacute;n de esta Pol&iacute;tica de Privacidad ser&aacute;n objeto de sanciones administrativas y disciplinarias, sin excluir la acci&oacute;n legal. </span><span title="Unless a legal or judicial determination, information (e-mail) users will never be transferred to third parties or used for purposes other than those for which they were coletadas.Todos personal data collected will be incorporated into our database.">A menos que una determinaci&oacute;n legal o judicial, de la informaci&oacute;n (e-mail) de los usuarios nunca ser&aacute;n cedidos a terceros ni utilizados para fines distintos de aquellos para los que fueron coletadas.Todos datos personales recogidos ser&aacute;n incorporados a nuestra base de datos.<br />
      <br />
      </span><span title="3.">3. </span><span title="Information, opinions and content generated by third">Informaci&oacute;n, opiniones y contenidos generados por terceros<br />
      </span><span title="This application allows the participation of third parties through sentences and promotional vignettes and dissemination of advertisements.">Esta aplicaci&oacute;n permite la participaci&oacute;n de terceros a trav&eacute;s de frases  de promoci&oacute;n y difusi&oacute;n de publicidad. </span><span title="Users and advertisers are already aware that they should not post information, opinions or content immoral, illegal, racist, defamatory, libelous, pornographic, criminal, or any content that violates the copyright.">Los usuarios y los anunciantes ya son conscientes de que no deben publicar informaci&oacute;n, opiniones o contenidos inmorales, ilegales, racista, difamatorio, calumnioso, pornogr&aacute;fico, criminal o cualquier contenido que infrinja los derechos de autor. </span><span title="They are aware that the information, opinions or content provided or posted freely on this application, with the exception of personal information for purposes of registration, OR ARE NOT BE PROTECTED BY sensitive THIS PRIVACY POLICY, which can be freely accessed and viewed by other users">Son conscientes de que la informaci&oacute;n, las opiniones o contenido proporcionado o publicado libremente en esta solicitud, con excepci&oacute;n de la informaci&oacute;n personal para fines de registro, o no estar protegidos por sensible ESTA POL&Iacute;TICA DE PRIVACIDAD, que puede ser consultada en forma gratuita y al alcance de los usuarios de otros </span><span title=".">. </span><span title="They are also prohibited any disclosure or advertisements about goods, services or events that violate the law, morals and good customs.">Tambi&eacute;n se les proh&iacute;be la divulgaci&oacute;n o anuncios sobre productos, servicios o eventos que violan la ley, a la moral y las buenas costumbres. </span><span title="Those responsible for this application are not responsible for the information, opinions and content generated by third parties, nor the quality or accuracy of products, services or events publicized through it.">Los responsables de esta aplicaci&oacute;n no es responsable de la informaci&oacute;n, las opiniones y contenidos generados por terceros, ni la calidad ni la precisi&oacute;n de los productos, servicios o eventos publicitados a trav&eacute;s de &eacute;l. </span><span title="Any representation, reproduction or publication immoral or illegal should be notified to the organizers of this application and will be immediately removed.">Cualquier representaci&oacute;n, reproducci&oacute;n o publicaci&oacute;n inmoral o ilegal debe ser notificada a los organizadores de esta aplicaci&oacute;n y se eliminar&aacute; inmediatamente. </span><span title="The notification must be sent to the address of the responsible application at the following address: abreu@abreuretto.com.">La notificaci&oacute;n debe ser enviada a la direcci&oacute;n de la aplicaci&oacute;n responsable en la siguiente direcci&oacute;n: abreu@abreuretto.com.<br />
      <br />
      </span><br />
      <a href="http://www.windowsphone.com/pt-BR/legal/wp7/windows-phone-privacy-statement"><strong>4.Microsoft Windows Phone </strong></a></div>
    </div>
    <div class="style1" id="spell-place-holder"></div></td>
  </tr>
</table>
</body>
</html>

