<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-size: 12px;
}
.style2 {font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 42px; }
-->
</style>
</head>

<body>
<table width="100%" border="0">
  <tr>
    <td><p class="style2"><strong>Pol&iacute;tica de Privacidade - Social Drink </strong></p>
      <p class="style2">Esta Pol&iacute;tica de Privacidade foi elaborada visando zelar pela  confidencialidade, privacidade e prote&ccedil;&atilde;o dos dados pessoais dos  usu&aacute;rios do aplicativo Social Drink e dos usu&aacute;rios de nossos servi&ccedil;os, protegendo  essas informa&ccedil;&otilde;es de perdas, uso impr&oacute;prio, acesso n&atilde;o autorizado,  altera&ccedil;&atilde;o e destrui&ccedil;&atilde;o.<br />
          <br />
          <strong>1. Coleta e Uso das Informa&ccedil;&otilde;es</strong><br />
        A utiliza&ccedil;&atilde;o do aplicativo Social Drink &eacute; condicionada unicamente ao fornecimento pelo usu&aacute;rio do seu endere&ccedil;o de e-mail. Esta informa&ccedil;&atilde;o ser&aacute; transmitida para o nosso servidor e gravada em nossos servidores. O uso do endere&ccedil;o de e-mail ser&aacute; para informar o usu&aacute;rio se foi ou n&atilde;o ganhador de promo&ccedil;&otilde;es que o aplicativo implementar. Ao decidir  fornecer este dado, o usu&aacute;rio declara conhecer e aceitar os termos da  presente Pol&iacute;tica.O aplicativo tamb&eacute;m recebe e armazena automaticamente, por  meio de transmiss&otilde;es comandadas pelo usu&aacute;rio, informa&ccedil;&otilde;es sobre a data, nome da bebida, marca e o nome do local onde fez o checkin. Estes registros de atividades  ser&atilde;o utilizados apenas para fins estat&iacute;sticos, promocionais e de m&eacute;tricas dos  servi&ccedil;os disponibilizados.<br />
        O usu&aacute;rio tem ci&ecirc;ncia e concorda que as informa&ccedil;&otilde;es coletadas ser&atilde;o  utilizadas para os seguintes prop&oacute;sitos: (a) informar a respeito de  novos conte&uacute;dos, not&iacute;cias e eventos; (b) atualiza&ccedil;&atilde;o das informa&ccedil;&otilde;es de checkin; (c) otimizar a usabilidade e a experi&ecirc;ncia interativa durante a  navega&ccedil;&atilde;o do usu&aacute;rio no aplicativo; (d) elaborar estat&iacute;sticas gerais, sem que  haja identifica&ccedil;&atilde;o dos usu&aacute;rios; (e) responder &agrave;s d&uacute;vidas e  solicita&ccedil;&otilde;es do pr&oacute;prio usu&aacute;rios; e (f) obedecer determina&ccedil;&otilde;es legais ou  judiciais.Tamb&eacute;m nos reservamos o direito de utilizar tais registros,  de forma individualizada, em casos de investiga&ccedil;&atilde;o de il&iacute;citos civis ou  criminais, especialmente quando houver supeita de fraude, ataques de  hackers, altera&ccedil;&otilde;es no sistema ou acesso indevido &agrave; informa&ccedil;&otilde;es  protegidas e dados cadastrais de outros usu&aacute;rios. Portanto, a &uacute;nica informa&ccedil;&atilde;o de identifica&ccedil;&atilde;o que o usu&aacute;rio nos fornecer&aacute; ser&aacute; um endere&ccedil;o de e-mail.<br />
        Este aplicativo utiliza as APIs dispon&iacute;veis pelo GPS do aparelho para relacionar os locais pr&oacute;ximos ao posicionamento do seu celular. Estes locais s&atilde;o obtidos nos servidores da NOKIA, Google e FourSquare. Estamos devidamente autorizados a utilizar estas bases de dados.<br />
  <br />
  <strong>2. Guarda e Responsabilidade pelas Informa&ccedil;&otilde;es Coletadas</strong><br />
        Qualquer informa&ccedil;&atilde;o fornecida pelos usu&aacute;rios ser&aacute; obtida e armazenada  de acordo com os mais r&iacute;gidos padr&otilde;es de seguran&ccedil;a e confiabilidade.  Envidaremos nossos melhores esfor&ccedil;os na manuten&ccedil;&atilde;o da integridade das  informa&ccedil;&otilde;es que nos forem fornecidas, raz&atilde;o pela qual n&atilde;o somos  respons&aacute;veis pelos danos decorrentes do seu acesso e/ou utiliza&ccedil;&atilde;o por  terceiros estranhos.O acesso &agrave;s informa&ccedil;&otilde;es coletadas &eacute; restrito aos  colaboradores e pessoas autorizadas. Aqueles que se utilizarem  indevidamente essas informa&ccedil;&otilde;es, em viola&ccedil;&atilde;o desta Pol&iacute;tica de  Privacidade, estar&atilde;o sujeitos &agrave; san&ccedil;&otilde;es administrativas e disciplinares,  sem exclus&atilde;o das medidas legais cab&iacute;veis. A n&atilde;o ser por determina&ccedil;&atilde;o  legal ou judicial, as informa&ccedil;&otilde;es(e-mail) dos usu&aacute;rios  jamais ser&atilde;o transferidas a terceiros ou usadas para finalidades  diferentes daquelas para as quais foram coletadas.Todos os dados  pessoais coletados ser&atilde;o incorporados ao nosso banco de dados.<br />
  <br />
  <strong>3. Informa&ccedil;&otilde;es, Opini&otilde;es e Conte&uacute;dos gerados por Terceiros</strong><br />
        Este aplicativo possibilita a participa&ccedil;&atilde;o de terceiros atrav&eacute;s  de frases promocionais e vinhetas  e divulga&ccedil;&atilde;o de an&uacute;ncios publicit&aacute;rios. Os   usu&aacute;rios e anunciantes ficam desde j&aacute; cientes de que n&atilde;o devem publicar  informa&ccedil;&otilde;es, opini&otilde;es ou conte&uacute;dos imorais, ilegais, racistas,  difamat&oacute;rios, injuriosos, pornogr&aacute;ficos, criminosos, ou qualquer  conte&uacute;do que viole os direitos do autor. Ficam cientes ainda que as  informa&ccedil;&otilde;es, conte&uacute;dos ou opini&otilde;es fornecidos ou publicados livremente  neste aplicativo, &agrave; exce&ccedil;&atilde;o das informa&ccedil;&otilde;es pessoais solicitadas para fins de  cadastro, N&Atilde;O SER&Atilde;O SIGILOSAS NEM EST&Atilde;O PROTEGIDAS POR ESTA POL&Iacute;TICA DE  PRIVACIDADE, podendo ser livremente acessadas e visualizadas por outros   usu&aacute;rios. Ficam tamb&eacute;m vedados an&uacute;ncios publicit&aacute;rios ou  qualquer divulga&ccedil;&atilde;o sobre produtos, servi&ccedil;os ou eventos que desrespeitem  a lei, a moral e os bons costumes. Os respons&aacute;veis por este aplicativo n&atilde;o se  responsabilizam pelas informa&ccedil;&otilde;es, opini&otilde;es e conte&uacute;dos gerados por  terceiros, e tampouco pela qualidade ou veracidade dos produtos,  servi&ccedil;os ou eventos divulgados atrav&eacute;s dele.  Qualquer manifesta&ccedil;&atilde;o,  reprodu&ccedil;&atilde;o ou publica&ccedil;&atilde;o imoral ou ilegal dever&aacute; ser notificada aos  organizadores deste aplicativo e ser&aacute; imediatamente removida. A notifica&ccedil;&atilde;o  dever&aacute; ser encaminhada para o endere&ccedil;o dos respons&aacute;veis pelo aplicativo no seguinte endere&ccedil;o eletr&ocirc;nico: abreu@abreuretto.com. <br />
  <br />
  <a href="http://www.windowsphone.com/pt-BR/legal/wp7/windows-phone-privacy-statement"><strong>4.Microsoft Windows Phone </strong></a></p>
    <p class="style2"></p></td>
  </tr>
</table>
<p class="style1">&nbsp;</p>
<p class="style1">&nbsp;</p>
</body>
</html>
